

[
    {
        "id": 1,
        "title": "Sales & Copywriting",
        "slug": "sales-&-copywriting",
        "img": "sales&copywriting1.jpg",
        "cover_img": "",
        "desc": "Learn to write persuasive content that grabs attention and drives sales for businesses. Develop the skills to create ads, campaigns, and marketing material that converts.",

        "about": "Copywriting is one of the highest-demand skills on the internet because businesses are always looking for ways to increase sales, and copywriting is the tool that makes it happen. In this course, you’ll master the psychology of selling and learn how to craft messages that drive results. By the end, you’ll be able to help businesses grow and offer your copywriting skills as a service to earn income.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "6 weeks",
        "beneficiaries": ["Beginners ready to start a high-demand career in sales and marketing.","Small business owners who want to increase sales and attract more customers with ease.","Freelancers aiming to offer copywriting services and grow their income.","Content creators who want to communicate more effectively online."],
        "course_outline": [" Introduction to Copywriting: \nLearn what copywriting is, why it matters for businesses, and how to start your copywriting career.",
            "Understanding Your Audience \nDiscover how to research your audience through surveys, interviews, social media, and customer feedback.\n",
            "Writing Headlines That Convert \nCraft attention-grabbing headlines using numbers, emotions, FOMO, and WIIFM principles.\n",
            "Core Copywriting Techniques \nMaster AIDA, benefits over features, CTAs, USPs, and creating urgency in your messages.\n",
            "Crafting Strong Leads \nStart with hooks, mini-stories, and concise openings that complement your headlines.\n",
            "Writing Persuasive Body Copy \nWrite like you speak, keep sentences short, use active voice, and make your copy skimmable.\n",
            "Copywriting Across Platforms \nApply your skills to email newsletters, landing pages, blogs, and sales letters.\n",
            "Advanced Strategies \nUse numbers and data, create mental images, reduce objections, craft testimonials, and optimize CTA copy."],
        "requirements": ["A laptop or smartphone","Good Internet Connection","Word processor (like Microsoft Word or Google Docs)",
            "No prior experience required"],
        "time_commitment": "4 hours per week of flexible virtual classes",
        "course_benefits": ["Write clear, persuasive, and impactful copy for ads, campaigns, and marketing materials","Understand customer psychology to craft messages that influence decisions",
            "Create attention-grabbing headlines, hooks, and calls-to-action that convert","Edit and polish copy for maximum impact",
            "Build a professional portfolio as you complete course projects","Develop freelancing and client communication skills to position yourself as a professional copywriter"]



    },
    {
        "id": 2,
        "title": " Technical Writing",
        "slug": "technical-writing",
        "img": "technical-writing.jpg",
        "cover_img": "",
        "desc": "Learn to explain complex information in a clear, concise, and professional way. Develop the skills to create manuals, guides, reports, and online help resources that help users understand and use products or services effectively.",

        "about": "This skill is ideal for you if you enjoy explaining complex ideas clearly and helping people understand how things work.\n\nTechnical writing is an in-demand skill across technology, engineering, science, and business. In this course, you’ll learn how to transform complex technical concepts into clear, actionable content. By the end, you’ll be able to produce professional documents, guides, and manuals, and confidently offer your services to companies or clients as a freelancer.",

        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "6 Weeks",
        "beneficiaries": ["Beginners ready to launch a career in technical writing",
            "Professionals who want to improve workplace documentation and communication","Freelancers looking to offer technical writing services and grow their client base",
            "Students and content creators aiming to simplify complex information for any audience"],
        "course_outline": ["Explore the Fundamentals of Technical Writing: Learn what technical writing is, why it matters, and the career paths available.",
            "Analyze Your Audience: Understand readers’ knowledge, needs, and expectations to tailor content effectively.\n",
            "Apply Effective Writing Styles: Use clear, concise language, active voice, and consistent terminology to improve readability.",
            "Design and Structure Documents: Organize content using headings, lists, tables, and formatting techniques for clarity.\n",
            "Research and Incorporate Accurate Information: Gather, verify, and reference technical information from reliable sources.\n",
            "Integrate Visuals and Enhancements: Use diagrams, screenshots, tables, and charts to complement written content.",
            "Edit, Proofread, and Optimize Content: Review content for clarity, grammar, coherence, and formatting consistency.\n",
            "Build a Portfolio and Launch Your Career: Compile projects, create samples, and learn to pitch your services to clients or employers."],
        "requirements": ["A laptop or smartphone","Good Internet Connection","Word processor (like Microsoft Word or Google Docs)",
            "No prior experience required"],
        "time_commitment": "4 hours per week of flexible virtual classes",
        "course_benefits": ["Write clear, concise, and structured technical documents that communicate information effectively.",
            "Break down complex concepts into understandable content suitable for any audience.",
            "Create professional manuals, guides, reports, and online help resources that meet real-world standards.",
            "Use visuals, formatting, and examples to enhance comprehension and usability.",
            "Edit and proofread technical content to ensure clarity, consistency, and accuracy.",
            "Build a professional portfolio that showcases your technical writing skills and attracts clients or employers."]

    },
    {
        "id": 3,
        "title": "Digital Marketing",
        "slug": "digital-marketing",
        "img": "",
        "cover_img": "",
        "desc": "Learn how to promote businesses online and attract the right audience through proven Digital Marketing strategies. Develop the skills to run targeted social media ads, manage business pages effectively, and use SEO and analytics to drive consistent growth and measurable results.",

        "about": "Digital Marketing is one of the most essential skills today because businesses need to reach customers online to stay competitive. In this course, you’ll learn how to run targeted social media ads, manage business accounts, apply SEO strategies, and track performance with analytics. By the end, you’ll be able to build a career in digital marketing, help businesses grow their online presence, and offer your skills as a valuable service to earn income.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "6 Weeks",
        "beneficiaries": ["Beginners who want to start a career in digital marketing.\n",
            "Small business owners who want to promote their products and reach more customers online.\n",
            "Freelancers who want to offer digital marketing services and grow their income.\n",
            " Professionals who want to upgrade their skills and stay relevant in today’s job market."],
        "course_outline": [" Introduction to Digital Marketing: Learn what digital marketing is, why it matters for businesses, and how to start building your skills.\n",
            "Social Media Fundamentals: Understand how to set up and manage business accounts on key platforms like Facebook, Instagram, and LinkedIn.\n",
            "Targeted Social Media Ads: Learn how to create, run, and optimize paid ad campaigns to reach the right audience.\n",
            "Search Engine Optimization (SEO): Apply SEO strategies to improve website visibility and attract organic traffic.\n",
            "Analytics and Performance Tracking: Use tools to measure campaign results and make data-driven marketing decisions.\n",
            "Content Strategy and Planning: Create content plans that engage audiences and drive conversions across platforms.\n",
            "Building a Digital Marketing Plan: Combine social media, ads, SEO, and analytics into a cohesive strategy for business growth.\n",
            "Practical Project and Portfolio: Apply your skills in a real-world project to build a portfolio you can showcase to clients or employers."],
        "requirements": ["Laptop, desktop, or smartphone","Reliable internet connection","Google Meet access for live classes",
            "Google Meet access for live classes",
            "Social media accounts (Facebook, Instagram, LinkedIn, etc.)\n",
            "No prior experience required"],
        "time_commitment": "4 hours weekly",
        "course_benefits": ["Run targeted social media ad campaigns that reach the right audience.\n",
            "Manage and grow social media accounts for businesses.\n",
            "Apply SEO strategies to improve website visibility on search engines.\n",
            "Analyze campaign results using digital analytics tools.\n",
            "Create content strategies that engage and convert customers.\n",
            "Develop digital marketing plans tailored to business goals."]



    },
    {
        "id": 4,
        "title": "Email Marketing",
        "slug": "email-marketing",
        "img": "",
        "cover_img": "",
        "desc": "Learn to create email campaigns that engage subscribers, nurture leads, and drive measurable results for businesses. Develop skills in writing persuasive emails, segmenting audiences, analyzing performance, and optimizing campaigns to boost conversions and customer loyalty.",

        "about": "Email Marketing is one of the most effective tools for businesses to communicate with customers, nurture leads, and drive sales. In this course, you’ll master the art of writing persuasive emails, segmenting audiences, analyzing campaign results, and optimizing strategies for maximum impact. By the end, you’ll be able to build a career in digital marketing, help businesses grow their email presence, and offer your skills as a service to generate measurable results.\n",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "6 Weeks",
        "beneficiaries": ["Beginners who want to start a career in digital marketing.\n",
            "Small business owners who want to engage customers and increase sales through email campaigns",
            "Freelancers who want to offer email marketing services and grow their income.\n",
            "Professionals who want to enhance their marketing skills and stay competitive in their roles."],
        "course_outline": [" Introduction to Email Marketing: Learn what email marketing is, why it’s important, and how it drives business results.\n",
            "Writing Effective Emails: Master the art of crafting engaging, persuasive, and conversion-focused email content.\n",
            " Audience Segmentation: Learn how to segment subscribers to send targeted, personalized campaigns.\n",
            "Designing Email Templates: Create visually appealing, mobile-friendly email templates that align with brand identity.\n",
            "Campaign Automation: Set up automated email sequences to nurture leads and streamline communication.\n",
            "Analytics and Performance Tracking: Analyze campaign results using key metrics and insights to optimize future emails.\n",
            "Optimization Strategies: Refine subject lines, content, and send times to improve open rates, click-throughs, and conversions.\n",
            "Practical Project and Portfolio: Apply your skills in a real-world project to build a portfolio showcasing successful email campaigns."],

        "requirements": ["Laptop, desktop, or smartphone\n",
            "Reliable internet connection",
            "Google Meet access for live classes\n",
            "Email marketing platform accounts (specific platforms will be given during classes)\n",
            "No prior experience required"],
        "time_commitment": "4 hours weekly",
        "course_benefits": ["Write persuasive emails that engage and convert subscribers.\n",
            "Segment audiences to deliver targeted and personalized campaigns",
            "Design email templates that are visually appealing and mobile-friendly.\n",
            "Analyze campaign performance using key metrics and insights.\n",
            "Optimize email strategies to improve open rates, click-throughs, and conversions.\n",
            "Build an email marketing portfolio showcasing real campaigns and results."]
    },
    {
        "id": 5,
        "title": "Content Writing",
        "slug": "content-writing",
        "img": "",
        "cover_img": "",
        "desc": "Learn to create engaging and high-quality content that attracts, informs, and retains readers across blogs, websites, and social media. Develop skills in writing for different audiences, structuring content effectively, optimizing for SEO, and crafting messages that drive engagement and results.",

        "about": "Content Writing is a high-demand skill because businesses need quality content to engage audiences, build brand authority, and drive traffic online. In this course, you’ll master writing for different platforms, creating clear and compelling messages, and optimizing content for SEO. By the end, you’ll be able to build a career in content writing, help businesses grow their online presence, and offer your skills as a service to generate measurable results.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "6 Weeks",
        "beneficiaries": ["Beginners who want to start writing online and develop practical skills.\n",
            "Freelancers aiming to offer content writing services and grow their client base.\n",
            " Professionals who want to improve their writing for work reports, marketing, or social media.\n"
            ],
        "course_outline": ["Introduction to Content Writing: Learn what content writing is, why it’s in demand, and how it supports online growth.\n",
            "Writing for Different Platforms: Explore how to write for blogs, websites, and social media effectively.\n",
            "Structuring and Formatting Content: Master organizing content for readability, engagement, and easy consumption.\n",
            "SEO Basics for Content Writers: Learn to optimize content for search engines to increase visibility.",
            "Research and Idea Generation: Discover techniques for researching topics and generating compelling content ideas.\n",
            "Editing and Proofreading: Refine content to improve grammar, clarity, and overall quality.\n",
            "Creating a Portfolio: Compile your work into a professional portfolio to showcase your skills to clients or employers."],
        "requirements": ["Laptop, desktop, or smartphone\n",
            "Reliable internet connection",
            "Google Meet access for live classes\n",
            "Word processor (e.g., Microsoft Word, Google Docs)",
            "Grammarly, Hemingway Editor, or a basic keyword research tool",
            "No prior experience required"],
        "time_commitment": "4 hours weekly",
        "course_benefits": ["On completion of this course, you will learn how to:\n",
            "Write clear, engaging, and informative content for blogs, websites, and social media.\n",
            "Structure articles and posts for readability and audience engagement.\n",
            "Optimize content for search engines using basic SEO techniques.\n",
            "Research topics effectively to create accurate and compelling content.\n",
            "Edit and polish content to improve clarity, grammar, and flow.\n",
            "Build a content portfolio showcasing your writing skills for clients or employers."]
    },

    {
        "id": 6,
        "title": "Digital Marketing",
        "slug": "digital-marketing",
        "img": "",
        "cover_img": "",
        "desc": "Learn how to promote businesses online and attract the right audience through proven Digital Marketing strategies. Develop the skills to run targeted social media ads, manage business pages effectively, and use SEO and analytics to drive consistent growth and measurable results.",

        "about": "Digital Marketing is one of the most essential skills today because businesses need to reach customers online to stay competitive. In this course, you’ll learn how to run targeted social media ads, manage business accounts, apply SEO strategies, and track performance with analytics. By the end, you’ll be able to build a career in digital marketing, help businesses grow their online presence, and offer your skills as a valuable service to earn income.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "6 Weeks",
        "beneficiaries": ["Beginners who want to start a career in digital marketing.\n",
            "Small business owners who want to promote their products and reach more customers online.\n",
            "Freelancers who want to offer digital marketing services and grow their income.",
            "Professionals who want to upgrade their skills and stay relevant in today’s job market."
            ],
        "course_outline": [" Introduction to Digital Marketing: Learn what digital marketing is, why it matters for businesses, and how to start building your skills.\n",
            "Social Media Fundamentals: Understand how to set up and manage business accounts on key platforms like Facebook, Instagram, and LinkedIn.\n",
            "Targeted Social Media Ads: Learn how to create, run, and optimize paid ad campaigns to reach the right audience.\n",
            "Search Engine Optimization (SEO): Apply SEO strategies to improve website visibility and attract organic traffic.\n",
            "Analytics and Performance Tracking: Use tools to measure campaign results and make data-driven marketing decisions.\n",
            "Content Strategy and Planning: Create content plans that engage audiences and drive conversions across platforms.\n",
            "Building a Digital Marketing Plan: Combine social media, ads, SEO, and analytics into a cohesive strategy for business growth" ,
            "Practical Project and Portfolio: Apply your skills in a real-world project to build a portfolio you can showcase to clients or employers."],
        "requirements": ["Laptop, desktop, or smartphone\n",
            "Reliable internet connection\n",
            "Google Meet access for live classes",
            "Social media accounts (Facebook, Instagram, LinkedIn, etc.)",
            "No prior experience required"],
        "time_commitment": "4 hours weekly",
        "course_benefits": ["Run targeted social media ad campaigns that reach the right audience.\n",
            "Manage and grow social media accounts for businesses.\n",
            "Apply SEO strategies to improve website visibility on search engines.\n",
            "Analyze campaign results using digital analytics tools.\n",
            "Create content strategies that engage and convert customers.\n",
            "Develop digital marketing plans tailored to business goals."]
    },
    {
        "id": 7,
        "title": "Scriptwriting",
        "slug": "scriptwriting",
        "img": "",
        "cover_img": "",
        "desc": "Learn how to craft engaging scripts for film, television, online videos, or podcasts that capture and hold an audience’s attention.\nDevelop strong storytelling techniques, character development skills, and formatting knowledge to bring ideas to life on the page and screen.",

        "about": "Scriptwriting is a key skill in today’s entertainment and digital media industry, powering films, TV shows, web series, and podcasts.\nIn this course, you’ll learn how to develop strong story concepts, build compelling characters, structure scenes, and format scripts professionally.\nBy the end, you’ll be able to write clear, engaging scripts that can be pitched, produced, or adapted for different platforms.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "6 Weeks",
        "beneficiaries": [" Beginners who want to learn the basics of writing scripts for film, TV, or digital platforms.",
            "Aspiring filmmakers or storytellers looking to turn their ideas into structured, professional scripts.",
            "Writers seeking to expand their skills into screenwriting for movies, series, or web content.\n",
            "Content creators and entrepreneurs who need engaging scripts for podcasts, YouTube videos, or marketing campaigns.\n",
            "Professionals in media or production who want to improve their storytelling and script development skills."],
        "course_outline": ["Introduction to Scriptwriting: Overview of scriptwriting, industry formats, and understanding different media types.\n",
            "Story Concepts & Ideas: Learn how to generate original ideas and develop clear story concepts.\n",
            "Character Development: Create believable characters with motivations, arcs, and distinctive voices.\n",
            "Dialogue & Scene Writing: Write natural, engaging dialogue and structure individual scenes effectively.\n",
            "Script Structure & Formatting: Master standard formatting, scene breakdowns, and narrative flow for film, TV, and digital scripts.\n",
            "Pacing, Tension & Conflict: Learn to build tension, manage pacing, and develop compelling story arcs.\n",
            "Editing & Refining Scripts: Revise scripts for clarity, coherence, and production readiness.\n",
            "Pitching & Presentation: Prepare scripts for pitching, submission, or production, including presenting to collaborators or producers."],
        "requirements": ["A laptop, tablet, or smartphone with a stable internet connection.\n",
            "Google account for accessing course materials and sessions.\n",
            "Basic writing software such as Google Docs or Microsoft Word",
            "No prior scriptwriting experience is required."
            ],
        "time_commitment": "4 hours weekly",
        "course_benefits": ["Develop original story ideas and strong script concepts",
            "Write engaging dialogue that reflects character and moves the plot forward.\n",
            "Build believable characters with clear motivations and arcs.\n",
            "Structure scripts using standard formats for film, TV, or digital content.",
            "Create compelling scenes with proper pacing and tension.\n",
            "Edit and refine scripts for clarity, impact, and production readiness.\n",
            "Pitch or present your script effectively to producers or collaborators."]
    },

    {
        "id": 8,
        "title": "Creative Writing",
        "slug": "creative-writing",
        "img": "",
        "cover_img": "",
        "desc": "Learn to write compelling stories, poems, and narratives that express unique ideas and emotions with clarity and impact.\nDevelop essential skills in storytelling, character creation, descriptive language, and editing to craft original works across different creative genres.",

        "about": "Learn to write compelling stories, poems, and narratives that express unique ideas and emotions with clarity and impact.\nDevelop essential skills in storytelling, character creation, descriptive language, and editing to craft original works across different creative genres.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "6 Weeks",
        "beneficiaries": ["Beginners who want to explore storytelling, poetry, or creative expression.\n",
            "Aspiring authors looking to develop characters, plots, and unique writing styles.\n",
            "Bloggers and content creators seeking to add creativity and originality to their work.\n",
            "Professionals or students who want to improve their writing for personal or career growth.\n",
            "Anyone passionate about writing and eager to craft engaging, imaginative pieces."],
        "course_outline": ["Introduction to Creative Writing: Understand the basics of creative writing, its forms, and its role in storytelling.\n",
            "Generating Ideas & Inspiration: Learn techniques to brainstorm, develop, and refine original story concepts.\n",
            "Character Development: Create compelling characters with unique voices, traits, and motivations.\n",
            "Plot & Story Structure: Build coherent plots with clear beginnings, middles, and endings.\n",
            "Dialogue & Voice: Write natural dialogue and develop a consistent narrative voice.\n",
            "Descriptive Language & Imagery: Use vivid descriptions and sensory details to bring scenes to life.",
            "Editing & Revising: Learn to refine your writing for clarity, flow, and impact.\n",
            "Publishing & Sharing Your Work: Explore ways to share, publish, or present your creative pieces to an audien: "],
        "requirements": ["A laptop, tablet, or smartphone with a stable internet connection.\n",
            "Google account for accessing course materials and sessions.\n",
            "Basic writing software such as Google Docs or Microsoft Word.\n",
            "No prior scriptwriting experience is required."
            ],
        "time_commitment": "4 hours weekly",
        "course_benefits": ["Generate original story ideas and develop them into engaging narratives.\n",
            "Create vivid characters with distinct voices and personalities.\n",
            "Build strong plots with clear structure, conflict, and resolution.\n",
            "Use descriptive language to set scenes and evoke emotion.\n",
            "Experiment with different genres such as fiction, poetry, and personal essays.\n",
            "Edit and polish your writing for clarity, flow, and impact.\n",
            "Develop a consistent writing practice to grow your skills and creativity."]
    },

    {
        "id": 9,
        "title": "Virtual Assistance ",
        "slug": "virtual-assistance",
        "img": "",
        "cover_img": "",
        "desc": "Learn to provide professional administrative, technical, and creative support to businesses and entrepreneurs from anywhere.\nDevelop key skills in email and calendar management, document organization, communication, and productivity tools to efficiently handle daily operations and client tasks.",

        "about": "Virtual assistance is in high demand as businesses and entrepreneurs increasingly rely on remote support to stay organized and productive.\nThis course teaches you how to manage emails, schedules, documents, and client communications using essential digital tools and professional workflows.\nBy the end, you’ll be equipped to provide efficient administrative support and confidently work as a skilled virtual assistant from anywhere.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "6 Weeks",
        "beneficiaries": ["Beginners who want to start a career as a virtual assistant and work remotely.\n",
            "Entrepreneurs seeking to develop organizational and administrative skills to manage their own businesses.\n",
            "Freelancers looking to expand their services to include virtual assistance.\n",
            "Office professionals transitioning to remote work and needing digital productivity skills.\n",
            "Students or career changers interested in flexible, in-demand online work opportunities."],
        "course_outline": ["Introduction to Virtual Assistance: Understand the role of a virtual assistant, career opportunities, and essential skills.\n",
            "Email & Calendar Management: Learn to organize and manage emails, appointments, and schedules efficiently.\n",
            "Document & File Organization: Master organizing digital files, creating documents, and maintaining records.\n",
            "Productivity Tools & Software: Use essential tools like Google Workspace, Microsoft Office, and project management apps.\n",
            "Communication & Client Relations: Develop professional communication skills for client and team interactions.\n",
            "Social Media & Basic Content Management: Learn to schedule posts, manage content, and support online presence.\n",
            "Administrative Tasks & Reporting: Handle data entry, research, and reporting tasks effectively.\n",
            "Setting Up as a Virtual Assistant: Learn to offer services professionally, manage clients, and work remotely."],
        "requirements": ["A laptop or desktop computer with a stable internet connection.\n",
            "Google account for accessing course materials and tools.",
            "No prior experience is required.",
            "Basic productivity software such as Google Workspace or Microsoft Office.\n"],
        "time_commitment": "6 hours weekly",
        "course_benefits": ["Manage emails, calendars, and schedules efficiently.\n",
            "Organize digital files and documents for easy access and collaboration.\n",
            "Use essential productivity tools such as Google Workspace, Microsoft Office, and project management apps.",
            "Communicate professionally with clients and team members.\n",
            "Handle basic social media management and content scheduling.\n",
            "Provide administrative support for tasks like data entry, research, and reporting.\n",
            "Set up and manage a freelance or remote virtual assistant business."
            ]
    },

    {
        "id": 10,
        "title": "Voice Over Acting",
        "slug": "voice-over-acting",
        "img": "",
        "cover_img": "",
        "desc": "Learn to deliver professional voice recordings for commercials, audiobooks, animations, and digital media.\nDevelop skills in vocal control, script interpretation, pacing, and recording techniques to bring words to life with clarity and expression.",

        "about": "Voice-over acting is a growing field in entertainment, advertising, and digital media, offering opportunities in commercials, audiobooks, animation, and more.\nThis course trains you to control your voice, interpret scripts, adjust tone and pacing, and record high-quality audio using basic equipment.\nBy the end, you’ll be ready to deliver professional voice performances for a variety of projects and platforms.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "6 Weeks",
        "beneficiaries": ["Beginners who want to start a career in voice-over for commercials, audiobooks, or animation.\n",
            "Actors and performers looking to expand their skills into voice work.\n",
            "Content creators and podcasters who want to improve the quality and delivery of their recordings.\n",
            "Freelancers seeking to offer professional voice-over services to clients.\n\n",
            "Professionals in media or marketing who need clear, engaging voice skills for presentations and projects."],
        "course_outline": ["Introduction to Voice-Over: Understand the voice-over industry, types of projects, and career opportunities.\n",
            "Vocal Techniques & Control: Learn breath control, tone, pitch, and articulation for clear and expressive speech.\n",
            "Script Interpretation & Delivery: Develop skills to read and interpret scripts effectively for different audiences.\n",
            "Recording Basics: Set up a recording environment and use basic equipment to capture high-quality audio.\n",
            "Editing & Audio Enhancement: Learn to edit recordings, reduce noise, and enhance sound quality using software tools.\n",
            "Creating a Demo Reel: Compile sample recordings to showcase your voice-over range and style.\n",
            "Marketing & Freelancing: Explore strategies to find clients, pitch services, and build a professional voice-over career.",
            "Advanced Practice & Performance: Apply learned skills on real scripts, commercials, or narration projects to refine your performanc: "],
        "requirements": ["A laptop, tablet, or smartphone with a stable internet connection.\n",
            "Google account for accessing course materials and sessions.\n",
            "Basic recording equipment such as a microphone or good-quality headset (optional but recommended).\n",
            "No prior voice-over experience is required.",
            "Classes will hold via Google Meet.\n"],
        "time_commitment": "4 hours weekly",
        "course_benefits": ["Control your voice for clarity, tone, and expression.\n",
            "Interpret scripts to convey emotion and meaning effectively.\n",
            "Adjust pacing, pitch, and emphasis for different types of projects.",
            "Record and edit high-quality audio using basic equipment and software.",
            "Develop a professional vocal style for commercials, audiobooks, animation, and more.\n",
            "Build a demo reel and present your work to potential clients or producers.\n",
            "Market your voice-over services for freelance or studio opportunities."]
    },

    {
        "id": 11,
        "title": "Professional Video Editing and Motion Graphics-PC",
        "slug": "professional-video-editing-and-motion-graphics-pc",
        "img": "",
        "cover_img": "",
        "desc": "Learn to edit videos and create dynamic motion graphics for social media, marketing, film, and online content.\nDevelop practical skills in video cutting, color correction, sound design, and animation techniques to produce polished, visually engaging projects.",

        "about": "Video editing and motion graphics are highly sought-after skills in film, marketing, and online content creation.\nThis course covers video cutting, color correction, sound design, and animation techniques using industry-standard software.\nBy the end, you’ll be able to produce polished videos and dynamic motion graphics that capture attention and tell compelling visual stories.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "8 Weeks",
        "beneficiaries": ["Beginners who want to learn video editing and motion graphics from scratch using a computer.\n",
            "Content creators and YouTubers looking to produce polished, engaging videos.",
            "Marketing professionals who need eye-catching visuals for campaigns and social media.",
            "Freelancers aiming to offer video editing and animation services to clients.",
            "Filmmakers or entrepreneurs seeking to create professional video content for business or personal projects."],
        "course_outline": ["Introduction to Video Editing & Motion Graphics: Overview of video editing, motion graphics, and industry-standard software.\n",
            "Importing & Organizing Footage: Learn to import, organize, and manage media files efficiently for editing.\n",
            "Basic Video Editing Techniques: Cut, trim, and arrange footage to create smooth, coherent videos.\n",
            "Audio & Sound Design: Add and adjust music, sound effects, and voice-overs for balanced audio.\n",
            "Color Correction & Grading: Enhance visuals using color correction, grading, and visual adjustments.\n",
            "Motion Graphics & Animation: Create titles, animated elements, and motion graphics to enhance storytelling.\n",
            "Transitions, Effects & Advanced Editing: Apply transitions, visual effects, and advanced editing techniques for professional-quality videos.\n",
            "Exporting & Project Management: Export videos in multiple formats and organize projects for efficient production workflow: "],
        "requirements": ["A laptop or desktop computer with a stable internet connection.\n",
            "Google account for accessing course materials and sessions.\n",
            "Video editing software such as Adobe Premiere Pro, DaVinci Resolve, or similar.\n",
            "Motion graphics software like Adobe After Effects (or a suitable alternative).\n",
            "No prior editing experience is required."],
        "time_commitment": "4 hours weekly",
        "course_benefits": ["Edit raw footage into polished, professional videos using industry-standard software.\n",
            "Apply color correction and grading to enhance visual quality.\n",
            "Add sound effects, music, and voice-overs for a balanced audio mix.\n",
            "Create motion graphics, titles, and animated elements to elevate video storytelling.\n",
            "Use transitions, effects, and visual enhancements to maintain viewer engagement.\n",
            "Export videos in different formats for social media, marketing, or film projects.\n",
            "Organize projects and workflows for efficient video production."
            ]
    }
,
    {
        "id": 12,
        "title": "Smartphone Video Editing",
        "slug": "smartphone-video-editing",
        "img": "",
        "cover_img": "",
        "desc": "Learn to shoot and edit high-quality videos using just your smartphone for social media, vlogs, and personal projects.\nDevelop skills in mobile editing apps, color grading, sound adjustment, and creative storytelling to produce professional-looking videos on the go.",

        "about": "Smartphone video editing is an essential skill for creators, entrepreneurs, and anyone looking to produce quality videos without expensive equipment.\nThis course teaches you how to shoot, edit, color grade, add sound, and apply effects using popular mobile editing apps.\nBy the end, you’ll be able to create professional-looking videos directly from your phone for social media, marketing, or personal projects.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "6 Weeks",
        "beneficiaries": ["Beginners who want to create professional-quality videos using only a smartphone.\n",
            "Content creators and social media influencers looking to produce engaging, on-the-go content.\n",
            "Small business owners who need cost-effective videos for marketing and promotions.\n",
            "Freelancers seeking to offer mobile video editing services to clients.",
            "Anyone who wants to edit personal videos, vlogs, or event highlights quickly and creatively."],
        "course_outline": ["Introduction to Mobile Video Editing: Overview of smartphone video editing, apps, and basic techniques.\n",
            "Shooting High-Quality Videos: Learn camera settings, framing, lighting, and composition for mobile recording.\n",
            "Importing & Organizing Footage: Manage and organize video clips within mobile editing apps.\n",
            "Basic Editing Techniques: Trim, cut, and arrange clips to create smooth, engaging videos.\n",
            "Audio, Music & Voice-Overs: Add and adjust music, sound effects, and narration for better audio quality.\n\n",
            "Filters, Effects & Color Grading: Apply filters, effects, and color adjustments to enhance visuals.\n",
            "Text, Titles & Transitions: Add text overlays, titles, and transitions to improve storytelling.\n",
            "Exporting & Sharing Videos: Export videos in the right formats and share them on social media or other platforms."],
        "requirements": ["A smartphone with a good camera and enough storage space.\n\n",
            "A stable internet connection for live classes and app downloads.\n",
            "Mobile video editing apps such as CapCut, InShot, or Adobe Premiere Rush",
            "Google account for accessing course materials and sessions.\n",
            "Classes will hold via Google Meet.\n",
            "No prior video editing experience is required."],
        "time_commitment": "4 hours weekly",
        "course_benefits": ["Shoot clear, high-quality videos using your smartphone.\n\n",
            "Edit footage with mobile apps to create smooth, professional results.\n",
            "Add music, sound effects, and voice-overs to enhance your videos.\n",
            "Apply color grading, filters, and effects for a polished look.\n",
            "Use transitions and text overlays to tell engaging visual stories.\n",
            "Export videos in the right formats for social media or personal projects",
            "Organize and manage video files for easy editing and sharing."]
    }
,
    {
        "id": 13,
        "title": "Graphics Design",
        "slug": "graphics-design",
        "img": "",
        "cover_img": "",
        "desc": "Graphics design is a key skill for creating visual content that communicates ideas and builds brand identity across digital and print platforms.\n",

        "about": "Graphics design is a key skill for creating visual content that communicates ideas and builds brand identity across digital and print platforms.\nThis course teaches you the fundamentals of layout, typography, color theory, and branding while guiding you through the use of industry-standard design tools.\nBy the end, you’ll be able to create professional graphics for social media, marketing materials, and personal projects with confidence and creativity.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "6 Weeks",
        "beneficiaries": ["Beginners who want to learn the fundamentals of graphic design for digital and print projects.",
            "Entrepreneurs and small business owners who need professional visuals for branding and marketing.\n",
            "Freelancers looking to offer graphic design services to clients.\n",
            "Content creators and social media managers seeking to create eye-catching posts and graphics.\n",
            "Students or career changers interested in starting a creative design career."],
        "course_outline": ["Introduction to Graphic Design: Understand the basics of graphic design, its applications, and key principles.\n\n",
            "Color Theory & Typography: Learn to use colors, fonts, and typography effectively in designs.\n",
            "Layout & Composition: Develop skills in arranging text, images, and elements for balanced, visually appealing designs.\n",
            "Design Software Essentials: Get hands-on experience with tools like Adobe Photoshop, Illustrator, or Canva.\n",
            "Branding & Visual Identity: Create logos, business cards, and branding materials for cohesive visual identity.\n\n",
            "Social Media & Marketing Graphics: Design graphics for social media posts, ads, and marketing campaigns.\n",
            "Photo Editing & Retouching: Learn basic photo editing, image adjustments, and retouching techniques.\n",
            "Portfolio Development & Presentation: Compile your work into a professional portfolio to showcase your skills to clients or employers."],
        "requirements": ["A laptop or desktop computer with a stable internet connection.\n",
            "Google account for accessing course materials and assignments.\n",
            "Design software such as Adobe Photoshop, Adobe Illustrator, or Canva.",
            "Classes will hold via Google Meet.\n",
            "No prior graphic design experience is required"],
        "time_commitment": "4 hours weekly",
        "course_benefits": ["Understand the principles of layout, color theory, and typography.\n",
            "Use industry-standard design tools to create digital and print graphics.\n",
            "Design social media posts, marketing materials, and branding assets.\n",
            "Combine text, images, and visuals to communicate messages effectively.\n",
            "Apply basic photo editing and retouching techniques.",
            "Develop creative concepts and turn ideas into professional designs.\n",
            "Build a portfolio to showcase your graphic design skills to clients or employers."]
    },
    {
        "id": 14,
        "title": "Frontend Development",
        "slug": "frontend-development",
        "img": "",
        "cover_img": "",
        "desc": "Learn how to build responsive, user-friendly websites and web applications from the ground up. Develop practical skills in HTML, CSS, JavaScript, and modern frontend tools that prepare you to create clean, functional interfaces for real-world projects.",

        "about": "Frontend development is a highly in-demand skill as businesses and organizations need user-friendly, visually appealing websites and applications.\nThis course teaches you how to build responsive web pages using HTML, CSS, and JavaScript, along with modern frameworks and tools.\nBy the end, you’ll be able to create functional, well-structured, and interactive websites that deliver great user experiences.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "12 Weeks",
        "beneficiaries": ["Beginners who want to learn how to build and design websites from scratch.\n",
            "Aspiring web developers looking to start a career in frontend development",
            "Designers who want to add coding skills to bring their designs to life.",
            "Entrepreneurs and business owners who want to create or manage their own websites.",
            "Professionals seeking to upskill and work with modern web technologies."],
        "course_outline": ["Introduction to Frontend Development: Understand the role of a frontend developer, required tools, and how the web works.\n",
            "HTML Fundamentals: Learn to structure web pages using semantic HTML elements.\n",
            "CSS Styling & Layouts: Style web pages with CSS, working with colors, fonts, positioning, and responsive layouts.\n",
            "JavaScript Basics: Use JavaScript to add interactivity, handle events, and work with variables and functions.\n",
            "DOM Manipulation & Events: Learn to dynamically update and modify web content through the Document Object Model.\n",
            "Responsive Design & Frameworks: Build mobile-friendly websites and explore frameworks like Bootstrap or Tailwind CSS.\n",
            "Advanced JavaScript & ES6+ Features: Work with arrays, objects, functions, and modern JavaScript features for efficient coding.\n",
            "Introduction to React: Understand React basics, components, and props to build dynamic user interfaces.\n",
            "Debugging & Optimization: Learn debugging techniques and optimize code for performance and user experience.\n\n",
            "Deployment & Final Project: Deploy your website to the web and complete a capstone project to showcase your skill: "],
        "requirements": ["A laptop or desktop computer with a stable internet connection.\n",
            "Google account for accessing course materials and resources.\n",
            "Classes will hold via Google Meet\n",
            "No prior coding experience is required—this course is beginner-friendly."],
        "time_commitment": "4-5 hours weekly",
        "course_benefits": ["Write clean, structured code using HTML, CSS, and JavaScript.\n",
            "Build responsive websites that adapt to different devices and screen sizes.\n",
            "Design user-friendly interfaces with modern styling techniques.\n",
            "Use JavaScript to add interactivity and dynamic features to web pages.\n",
            "Work with frameworks and libraries such as React for efficient development.",
            "Debug, test, and optimize code for better performance.\n",
            "Deploy and maintain websites for real-world use."]
    },
    {
        "id": 15,
        "title": "Back-End Development",
        "slug": "back-end-development",
        "img": "",
        "cover_img": "",
        "desc": "Learn how to design and build the server-side systems that power websites and applications. Develop skills in databases, APIs, and backend frameworks to create secure, efficient, and scalable solutions for real-world use.",

        "about": "Backend Development powers the logic, security, and databases that make websites and applications run smoothly, making it one of the most in-demand tech skills today. In this course, you will master server-side programming, databases, APIs, and frameworks that bring web applications to life. By the end, you’ll be able to build, manage, and deploy powerful backend systems that support modern, scalable applications.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "12 Weeks",
        "beneficiaries": ["Beginners who want to learn the foundations of server-side programming and databases.\n",
            "Frontend developers looking to expand into full-stack development.\n",
            "Tech enthusiasts aiming to build and deploy functional web applications.\n",
            "Entrepreneurs who want to develop and manage their own digital products.\n",
            "Professionals seeking to transition into backend or full-stack developer roles."],
        "course_outline": [" Introduction to Backend Development: Understand the role of backend systems and how they power web applications.\n",
            "Setting Up Development Environment: Install and configure Node.js, databases, and essential tools for backend programming.\n",
            "Programming Fundamentals for Backend: Learn server-side programming concepts including functions, APIs, and request handling.\n",
            "Working with Databases: Set up and interact with databases such as MySQL or MongoDB to store and manage data.\n\n",
            "Building and Connecting APIs: Create RESTful APIs to enable communication between frontend and backend systems.\n\n",
            "Authentication and Security: Implement user authentication, data validation, and security best practices.\n",
            "Advanced Backend Features: Handle file uploads, background tasks, and performance optimization.\n",
            "Deployment and Project Building: Deploy your backend applications to the web and complete a practical capstone projec: "],
        "requirements": ["A laptop or desktop computer with reliable internet access.\n",
            "Basic setup of Node.js, databases (e.g., MySQL or MongoDB), and Git for version control.",
            "Classes will hold via Google Meet.\n",
            "No prior backend experience is required, but basic programming knowledge will be helpful."
            ],
        "time_commitment": "4-5 hours weekly",
        "course_benefits": ["",
            "",
            "",
            "",
            ""]
    },
    {
        "id": 16,
        "title": "Project Management",
        "slug": "project-management",
        "img": "",
        "cover_img": "",
        "desc": "Learn how to plan, organize, and manage projects effectively from start to finish. Develop practical skills in scheduling, resource allocation, risk management, and team coordination to deliver projects on time and within scope.",

        "about": "Project management is an essential skill for organizing tasks, leading teams, and delivering successful results across industries. In this course, you will master core project management principles, including planning, scheduling, resource allocation, and risk management. By the end of the course, you will be able to confidently manage projects from start to finish and add value to any organization or personal venture.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "12 Weeks",
        "beneficiaries": ["Beginners who want to gain practical skills in organizing and managing projects.\n",
            "Professionals aiming to improve efficiency and leadership in their current roles.",
            "Entrepreneurs who need to plan, execute, and deliver business projects successfully.",
            "Students or job seekers looking to build project management skills for career growth",
            "Team leaders seeking to manage resources, deadlines, and teams more effectively."],
        "course_outline": ["Introduction to Project Management: Understand the fundamentals of project management and its role in different industries.\n",
            "Project Planning and Scope Definition: Learn how to define project objectives, deliverables, and create clear project scopes.\n",
            "Scheduling and Time Management: Develop skills in creating timelines, setting milestones, and managing deadlines.\n",
            "Resource Allocation and Budgeting: Gain practical knowledge on assigning resources and managing project costs.\n",
            "Project Management Methodologies: Explore key approaches such as Agile, Scrum, and Waterfall, and when to apply them.\n",
            "Risk Management and Quality Control: Identify potential risks, create mitigation plans, and ensure project quality standards.\n",
            "Team Leadership and Collaboration: Build skills in team management, task delegation, and effective communication.\n",
            "Project Tracking, Evaluation, and Closure: Learn how to monitor progress, evaluate outcomes, and close projects successfull: "],
        "requirements": ["A laptop or desktop computer with stable internet connection.\n",
            "Access to project management tools such as Trello, Asana, or Microsoft Project (free versions available).\n",
            "A notebook or digital app for note-taking and task tracking.\n",
            "Classes will hold via Google Meet.\n",
            "No prior project management experience is required; beginners are welcome."],
        "time_commitment": "4-5 hours weekly",
        "course_benefits": ["Plan and structure projects with clear goals, timelines, and deliverables.\n",
            "Apply project management methodologies such as Agile and Waterfall.\n",
            "Organize and allocate resources effectively for project success.\n",
            "Monitor progress and manage risks throughout the project lifecycle.\n",
            "Lead teams, delegate tasks, and improve collaboration.\n",
            "Use project management tools to track activities and performance.\n",
            "Evaluate project outcomes and implement lessons for future improvement."]
    },
    {
        "id": 17,
        "title": "UI/UX Design",
        "slug": "ui-ux-design",
        "img": "",
        "cover_img": "",
        "desc": "Learn how to design intuitive, visually appealing digital experiences that put users first. Develop skills in wireframing, prototyping, user research, and design tools to create interfaces that are both functional and engaging.",

        "about": "UI/UX Design is one of the most in-demand skills in today’s digital world, shaping how users interact with websites, apps, and digital products. In this course, you will master the fundamentals of user interface design, user experience principles, wireframing, prototyping, and usability testing. By the end, you will be able to design intuitive, user-friendly, and visually appealing digital experiences that meet both user needs and business goals.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "20 Weeks",
        "beneficiaries": ["Beginners who want to start a career in UI/UX design with no prior experience.\n",
            "Graphic designers looking to transition into digital product design.\n",
            "Developers who want to understand design principles for building better user experiences.\n",
            "Entrepreneurs aiming to design intuitive apps or websites for their businesses.",
            "Professionals seeking to upskill and add UI/UX expertise to their portfolio."],
        "course_outline": ["Introduction to UI/UX Design: Learn the basics of user interface and user experience design, including key concepts and principles.\n",
            "User Research and Analysis: Understand how to identify user needs, create personas, and conduct effective research.\n",
            "Wireframing and Information Architecture: Develop wireframes and organize content for intuitive navigation and usability.\n",
            "Prototyping and Interaction Design: Create interactive prototypes to test and visualize design ideas.\n",
            "Visual Design and Branding: Apply color theory, typography, and layout to design aesthetically appealing interfaces.\n",
            "Usability Testing and Feedback: Conduct usability tests, gather feedback, and refine your designs.\n",
            "Design Tools and Collaboration: Master tools like Figma and Adobe XD, and learn to collaborate with teams effectively.\n",
            "Building a Portfolio Project: Apply your skills to design a complete digital product and prepare a professional design portfolio."],
        "requirements": ["A laptop or desktop computer with stable internet connection.\n",
            "Access to design tools such as Figma or Adobe XD (free versions available).\n",
            "A smartphone for testing mobile-friendly designs.\n",
            "Classes will hold via Google Meet.\n",
            "No prior design experience is required; this course is beginner-friendly."],
        "time_commitment": "4-5 hours weekly",
        "course_benefits": ["Understand the principles of user interface (UI) and user experience (UX) design.\n",
            "Create wireframes and prototypes to visualize design ideas.\n",
            "Design user-friendly interfaces that balance aesthetics and functionality.\n",
            "Conduct user research and usability testing to improve designs.\n",
            "Use design tools such as Figma or Adobe XD for professional projects.\n",
            "Build design systems and style guides for consistency across products.",
            "Apply UX best practices to real-world web and mobile applications."]
    },
    {
        "id": 18,
        "title": "Data Analysis",
        "slug": "data-analysis",
        "img": "",
        "cover_img": "",
        "desc": "Learn how to collect, interpret, and present data to support clear, informed decision-making. Develop skills in data cleaning, visualization, and statistical analysis using industry-standard tools to turn raw information into actionable insights.",

        "about": "Data Analysis is a highly sought-after skill as businesses and organizations rely on data-driven decisions to grow and stay competitive. In this course, you will master essential techniques such as data collection, cleaning, visualization, and interpretation using industry-standard tools. By the end, you will be able to transform raw data into actionable insights that support smarter strategies and problem-solving.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "20 Weeks",
        "beneficiaries": ["Beginners who want to start a career in data analysis with no prior experience.\n",
            "Professionals seeking to use data to improve decision-making in their roles.",
            "Entrepreneurs who want to track and analyze business performance effectively",
            "Students aiming to build practical, in-demand analytical skills for career growth",
            "Anyone interested in learning how to interpret data and present insights clearly"],
        "course_outline": ["Introduction to Data Analysis: Understand the role of data analysis and its importance in decision-making.\n",
            "Data Collection and Organization: Learn how to gather, store, and structure data from different sources.\n",
            "Data Cleaning and Preparation: Master techniques for handling missing values, errors, and formatting issues.\n",
            "Exploratory Data Analysis: Analyze datasets to identify key patterns, relationships, and trends.\n",
            "Data Visualization: Create charts, graphs, and dashboards using tools like Excel, Power BI, or Tableau.\n",
            "Statistical Analysis: Apply basic statistical concepts to validate findings and support insights.\n",
            "Reporting and Presentation: Learn how to summarize and present results clearly for stakeholders.\n",
            "Practical Project in Data Analysis: Work on a real-world dataset to apply all skills learned and build a portfolio-ready projec: "],
        "requirements": ["A laptop or desktop computer with stable internet connection.\n",
            "Access to Microsoft Excel and at least one data visualization tool (Power BI or Tableau – free versions available).\n",
            "Google account for collaboration and assignments.\n",
            "Classes will hold via Google Meet.\n",
            "No prior data analysis experience is required; beginners can start comfortably."],
        "time_commitment": "4-5 hours weekly",
        "course_benefits": ["Collect and organize data from different sources.\n",
            "Clean and prepare raw data for accurate analysis.\n",
            "Analyze datasets to identify patterns, trends, and insights.\n",
            "Create clear data visualizations using tools like Excel, Power BI, or Tableau.\n",
            "Use basic statistical methods to interpret and validate findings.",
            "Present data insights in reports and dashboards for decision-making.",
            "Apply data analysis techniques to real-world business problems."]
    },
    {
        "id": 19,
        "title": "Product Management",
        "slug": "product-management",
        "img": "",
        "cover_img": "",
        "desc": "Learn how to guide a product from idea to launch while aligning business goals with user needs. Develop skills in market research, product strategy, roadmap planning, and cross-team collaboration to successfully manage the product lifecycle.",

        "about": "Product Management is a fast-growing field that bridges the gap between business, technology, and user needs, making it one of the most in-demand skills today. In this course, you will master core areas such as product strategy, market research, roadmap planning, and product lifecycle management. By the end, you will be able to confidently manage products from idea to launch, ensuring they deliver value to both users and businesses.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "20 Weeks",
        "beneficiaries": ["Beginners who want to start a career in product management with no prior experience.\n",
            "Professionals in tech, marketing, or business roles looking to transition into product management.\n",
            "Entrepreneurs who want to design, develop, and manage successful products.\n",
            "Developers or designers seeking to understand product strategy and user needs.\n",
            "Team leaders aiming to improve collaboration and deliver better products."],
        "course_outline": ["Introduction to Product Management: Understand the role of a product manager and the core responsibilities in product development.\n",
            "Product Vision and Strategy: Learn how to define product vision, align strategy with business goals, and identify opportunities.",
            "Market Research and User Needs: Conduct competitor analysis, market research, and gather user insights to guide product decisions.\n",
            "Roadmapping and Prioritization: Build product roadmaps and apply frameworks to prioritize features and tasks effectively.\n",
            "Agile and Scrum for Product Management: Explore Agile methodologies and learn how to manage sprints, backlogs, and cross-functional teams.\n",
            "Product Development Lifecycle: Follow the stages of product development, from idea to launch and iteration.\n",
            "Metrics and Performance Tracking: Use KPIs, analytics, and customer feedback to measure product success and improvements.\n",
            "Product Launch and Case Study Project: Plan and execute a product launch, then complete a hands-on project to apply all concepts learned" ],
        "requirements": ["A laptop or desktop computer with reliable internet connection.\n",
            "Access to productivity and collaboration tools (e.g., Trello, Jira, or Asana – free versions available).\n",
            "A Google account for assignments and resource sharing.\n",
            "Classes will hold via Google Meet.\n",
            "No prior experience in product management is required; beginners are welcome."],
        "time_commitment": "4-5 hours weekly",
        "course_benefits": ["Define product vision, strategy, and goals aligned with business needs.\n",
            "Conduct market research and analyze user requirements.\n",
            "Create product roadmaps and manage the product lifecycle.",
            "Collaborate effectively with cross-functional teams (design, development, marketing).",
            "Develop and prioritize product features using frameworks like Agile and Scrum.",
            "Track product performance with key metrics and feedback.",
            "Manage product launches and ensure continuous improvement."]
    },

    {
        "id": 20,
        "title": "HR Tech & Management Systems",
        "slug": "hr-tech and management system",
        "img": "",
        "cover_img": "",
        "desc": "Learn how to leverage technology to streamline HR processes and manage people effectively. Develop skills in using HR software, data-driven decision-making, and digital tools to improve recruitment, performance management, and employee engagement.",

        "about": "HR Tech & Management Systems are increasingly vital as organizations adopt digital solutions to manage people, processes, and performance. In this course, you will master how to use HR software tools for recruitment, payroll, performance tracking, and employee management. By the end, you will be equipped to streamline HR operations and support organizations in building efficient, technology-driven workplaces.",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "8 Weeks",
        "beneficiaries": ["Beginners who want to build a career in HR using modern digital tools.\n",
            "HR professionals seeking to upgrade their skills with HR tech and management systems",
            "Entrepreneurs who need to manage recruitment, payroll, and staff performance efficiently.\n",
            "Business managers aiming to streamline employee management processes.\n",
            "Students interested in gaining practical HR technology skills for future roles."],
        "course_outline": ["Introduction to HR Tech\nUnderstand the evolution of HR technology and its role in modern workplaces.\n",
            "Core HR Functions & Digital Systems\nLearn how HRIS platforms support recruitment, payroll, performance, and employee data management",
            "Recruitment & Talent Management Tools\nExplore applicant tracking systems, digital onboarding, and performance tracking software.\n",
            "Learning & Development Platforms\nUnderstand how digital tools enhance employee training, career growth, and skills development.\n",
            "Employee Engagement & Collaboration Systems\nLearn how to use tools that boost employee communication, engagement, and workplace culture.\n",
            "Compliance & Security in HR Systems\nStudy data privacy, HR regulations, and secure management of employee records.\n\n",
            "Practical Applications & Case Studies\nApply knowledge through real-world HR tech scenarios, system demos, and project-based learning."],
        "requirements": ["A laptop or desktop computer with internet access.\n",
            "A smartphone (optional, for mobile access to HR tools).\n",
            "Basic HR software (details will be provided during the course).\n",
            "Classes will hold via Google Meet.\n",
            "No prior experience in HR tech is required — beginners and professionals can start easily."],
        "time_commitment": "4-5 hours weekly",
        "course_benefits": ["Use HR management systems for recruitment, payroll, and employee records.\n",
            "Set up and manage employee databases effectively.\n",
            "Track staff performance and generate HR reports using digital tools.\n",
            "Automate routine HR tasks to save time and improve efficiency.\n",
            "Apply HR analytics to support decision-making and workforce planning.\n",
            "Manage employee onboarding and offboarding processes with HR tech.\n",
            "Ensure compliance with organizational policies using HR software features."]
    },

    {
        "id": 7,
        "title": "Email Marketing",
        "slug": "email-marketing",
        "img": "",
        "cover_img": "",
        "desc": "",

        "about": "",
        "full_price": "20,000" ,
        "part_payment": "10,000" ,
        "purchase_link": "",
        "duration": "8 Weeks",
        "beneficiaries": ["",
            "",
            "",
            "",
            ""],
        "course_outline": ["",
            "",
            "",
            "",
            ""],
        "requirements": ["",
            "",
            "",
            "",
            ""],
        "time_commitment": "6 hours weekly",
        "course_benefits": ["",
            "",
            "",
            "",
            ""]
    }





]